Repository: AlaaAkel/gis-weather
Catalog: po/*.po
Languages: et_ee, hu, sr

source: Weather widget
et_ee: Ilmavidin
hu: Időjárás kisalkalmazás
sr: Временски виџет

source: Help and Ideas
et_ee: Abi ja ideed
hu: Segítség és ötletek
sr: Помоћ и идеје

source: Backgrounds
et_ee: Taustad
hu: Háttér
sr: Позадине

source: Icons
et_ee: Ikoonid
hu: Ikonok
sr: Иконе

source: translator-credits
et_ee: tõlkija vikisun
hu: thorze@yandex.com
sr: MarkoF <fipac@qip.ru>

source: Error loading config file
et_ee: Viga seadete faili laadimisel
hu: Hiba a konfigurációs fájlok betöltésénél
sr: Грешка при учитавању фајла поставки

source: Choose your city on
et_ee: Valige oma linn
hu: Válassz várost
sr: Одаберите ваш град на

source: and copy the city code below
et_ee: ja kopeerige linnakood alla
hu: és másold be a kódját
sr: и копирајте код града ниже

source: For example
et_ee: Näiteks
hu: Például
sr: Као пример

source: City code
et_ee: Linnakood
hu: A város kódja
sr: Код града

source: Location
et_ee: Asukoht
hu: Helyzet
sr: Локација

source: Code
et_ee: Kood
hu: Kód
sr: Код

source: Place
et_ee: Asukoht
hu: Hely
sr: Место

source: Go to link
et_ee: Mine lingile
hu: Ugrás a címre
sr: Иди на линк

source: Send email
et_ee: Saada e-kiri
hu: eMail küldés
sr: Пошаљи е-пошту

source: Help
et_ee: Abi
hu: Segítség
sr: Помоћ

source: Preferences
et_ee: Eelistused
hu: Beállítások
sr: Поставке

source: Beaufort scale
hu: Beaufort-skála
sr: Шкала Бофорта

source: Knots
hu: Csomó
sr: Јединица

source: Never
et_ee: Iial
hu: Soha
sr: Никада

source: Only at start
et_ee: Ainult käivitudes
hu: Csak indításkor
sr: Само на старту

source: Always
et_ee: Alati
hu: Mindig
sr: Увек

source: No
et_ee: Ei
hu: Nem
sr: Не

source: Only background
et_ee: Ainult taust
hu: Csak háttér
sr: Само позадина

source: Yes
et_ee: Jah
hu: Igen
sr: Да

source: Author
et_ee: Autor
hu: Szerző
sr: Аутор

source: Downloading
et_ee: Allalaadimine
hu: Letöltés
sr: Преузимање

source: Update
et_ee: Uuenda
hu: Frissítés
sr: Ажурирање

source: Current version
et_ee: Praegune versioon
hu: Aktuális verzió
sr: Актуелна верзија

source: Available new version
et_ee: Uus versioon on saadaval
hu: Új verzió elérhető
sr: Доступна нова верзија

source: Error downloading updates
et_ee: Viga uuenduste allalaadimisel
hu: Hiba a frissítés letöltésekor
sr: Грешка код преузимања ажурирања

source: Error installing updates
et_ee: Viga uuenduste installimisel
hu: Hiba a frissítés telepítésekor
sr: Грешка инсталације ажурирања

source: Installation
et_ee: Installimine
hu: Telepítés
sr: Инсталација

source: Error removing
et_ee: Viga eemaldamisel
hu: Hiba az eltávolításkor
sr: Грешка уклањања

source: Running multiple instances is not supported
et_ee: Mitme protsessi käivitamine ei ole toetatud
hu: Több példány futtatása nem támogatott
sr: Покретање више примера није подржано

source: number of instances
et_ee: juhtumite number
hu: Példányok száma
sr: број примера

source: testing mode turned on
sr: режим тестирања укључен

source: Now
hu: Most
sr: Сад

source: Configuration folder
et_ee: Kausta seadistamine
hu: Beállítások mappa
sr: Фасцикла подешавања

source: Error loading color scheme
et_ee: Viga värviskeemi laadimisel
hu: Hiba a színséma betöltésénél
sr: Грешка учитавања шеме боја

source: Error loading preset
et_ee: Viga algse laadimisel
hu: Hiba a beállítások betöltésénél
sr: Грешка упитавања пресета

source: Enter full path to script
et_ee: Sisesta scripti asukoht
hu: Teljes útvonal megadása a szkripthez
sr: Унесите путању до скрипте

source: Exit
et_ee: Välju
hu: Befejezés
sr: Излаз

source: Check for new version
et_ee: Kontrolli uut versiooni
hu: Új verzió ellenörzés
sr: Провери за нову верзију

source: Unable to check for updates
et_ee: Uuenduste kontrollimine ei ole võimalik
hu: Frissítés ellenőrzése érvénytelen
sr: Онемогући проверу ажурирања

source: New version available
et_ee: Uus versioon on saadaval
hu: Új verzió érhető el
sr: Доступна нова верзија

source: You are using the latest version
et_ee: Kasutate viimast versiooni
hu: A legfrissebb verziót használod
sr: Користите најсвежију верзију

source: Screenshot saved to
et_ee: Ekraanitõmmis salvestati asukohta
hu: Képernyő fotó mentve
sr: Снимак екрана сачуван у

source: Unable to get the screenshot
et_ee: Ekraanitõmmist ei õnnestunud luua
hu: Képernyőfotó nem készíthető
sr: Онемогућено снимање екрана

source: Getting weather...
et_ee: Ilmainfo saabumine...
hu: Időjárási adatok lekérdezése...
sr: Добављање времена...

source: Error getting weather
et_ee: Ilmainfo saamine ebaõnnestus
hu: Hiba az időjárási adatok lekérdezésénél...
sr: Грешка код добављања прогнозе

source: Location not set
et_ee: Asukoht pole seatud
hu: Hely nincs megadva
sr: Локација није подешена

source: Next update in
et_ee: Järgmine uuendus
hu: Következő frissítés
sr: Следеће ажурирање у

source: min
hu: perc
sr: мин

source: Next try in 10 seconds
et_ee: Järgmine katse 10 sekundi pärast
hu: Következő próbálkozás 10 mp múlva
sr: Следећа проба за 10 секунди

source: Connection error
et_ee: Ühenduse viga
hu: Csatlakozási hiba
sr: Грешка повезивања

source: feels like
sr: осећа се као

source: Updated on server
et_ee: Serverist uuendatud
hu: Időjárási adatok frissítése a szerveren
sr: Ажурирано на серверу

source: Weather received
et_ee: Ilmainfo saabunud
hu: Időjárási adatok frissítve
sr: Примљено време

source: E
hu: K
sr: И

source: S
hu: D
sr: Ј

source: W
hu: Ny
sr: З

source: N
hu: É
sr: С

source: humid.
et_ee: niiskus.
hu: Pára.
sr: влажност.

source: water
et_ee: vesi
hu: Eső
sr: вода

source: Morning
et_ee: Hommik
hu: Reggel
sr: Јутро

source: Day
et_ee: Päev
hu: Nappal
sr: Дан

source: Evening
et_ee: Õhtu
hu: Este
sr: Вече

source: Night
et_ee: Öö
hu: Éjjel
sr: Ноћ

source: Tomorrow
et_ee: Homme
hu: Holnap
sr: Сутра

source: Today
et_ee: Täna
hu: Ma
sr: Данас

source: Background image not found
et_ee: Taustapilti ei leitud
hu: Háttérkép nem található
sr: Позадинска слика није пронађена

source: downloading
et_ee: allalaadimine
hu: Letöltés
sr: преузимање

source: Unable to download
et_ee: Allalaadimine pole võimalik
hu: Érvénytelen letöltés
sr: Онемогућено преузимање

source: Icon not found
et_ee: Ikooni ei leitud
hu: Ikon nem található
sr: Икона није пронађена

source: Widget size
et_ee: Vidina suurus
hu: Felületi elem mérete
sr: Величина виџета

source: width
et_ee: laius
hu: szélesség
sr: ширина

source: height
et_ee: kõrgus
hu: magasság
sr: висина

source: including indent
et_ee: kaasasolev taane
hu: sorbehúzással
sr: укључујући алинеју

source: Requires restart
sr: Захтева рестарт

source: Removed
et_ee: Eemaldatud
hu: Törölve
sr: Уклоњено

source: Added
et_ee: Lisatud
hu: Hozzáadva
sr: Додато

source: Invalid location code
et_ee: Vigane asukohakood
hu: Érvénytelen helyzet kód
sr: Погрешан код локације

source: Your screen does not support alpha
et_ee: Teie ekraan ei toeta alfat
hu: A képernyő nem támogatja az alfát
sr: Ваш екран не подржава провидност

source: Your screen supports alpha
et_ee: Teie ekraan toetab alfat
hu: A képernyő támogatja az alfát
sr: Ваш екран подржава провидност

source: If the city code is wrong, please read
et_ee: Kui linna kood on vale, palun loe
hu: Ha a város kód hibás, kérjük, olvasd el
sr: Ако је погрешан код града, молимо прочитајте

source: Failed to get the name of the location
et_ee: Asukohanime saamine ebaõnnestus
hu: A hely nem található
sr: Добијање имена локације није успело

source: Getting weather for
et_ee: Ilmainfo saabumine
hu: Időjárási adatok lekérdezése...
sr: Добави време за

source: days
et_ee: päevi
hu: Napok
sr: дани

source: Calm
et_ee: Vaikne
hu: Szélcsend
sr: Без ветра

source: updated on server
et_ee: serverist uuendatud
hu: Időjárási adatok frissítve a szerveren
sr: ažurirano na serveru

source: weather received
et_ee: ilmainfo saabunud
hu: Időjárás jelentés
sr: време примљено

source: How to get
sr: Како добити

source: Setup...
et_ee: Sättimine...
hu: Beállítások...
sr: Подеси...

source: Black
et_ee: Must
hu: Fekete
sr: Црна

source: White
et_ee: Valge
hu: Fehér
sr: Бела

source: Gray
et_ee: Hall
hu: Szűrke
sr: Сива

source: Lock position
et_ee: Lukusta positsioon
hu: Pozíció rögzítése
sr: Закључај позицију

source: On all desktops
et_ee: Kõigil töölaudadel
hu: Az összes asztalon
sr: На свим екранима

source: Always on top
sr: Увек на врху

source: Save screenshot
et_ee: Salvesta ekraanitõmmis
hu: Képernyőfotó mentése
sr: Сачувај снимак екрана

source: Show/Hide widget
et_ee: Näita/Peida vidin
hu: Felületi elem mutatása/elrejtése
sr: Прикажи/Сакриј виџет

source: Refresh
et_ee: Värskenda
hu: Frissítés
sr: Обнови

source: Start new instance
sr: Почетак новог примера

source: Go to site
sr: Иди на сајт

source: Indicator icons
et_ee: Indikaatori ikoonid
hu: Kijelző ikonok
sr: Икона индикатора

source: Background
et_ee: Taustapilt
hu: Háttér
sr: Позадина

source: Text
et_ee: Tekst
hu: Szöveg
sr: Текст

source: Window
et_ee: Aken
hu: Ablak
sr: Прозор

source: Presets
et_ee: Algsed
hu: Bemutatkozás
sr: Предлошци

source: About
et_ee: Programmist
hu: Rólam
sr: О програму

source: Close
et_ee: Sulge
hu: Bezár
sr: Затвори

source: Unable to download page, check the network connection
et_ee: Lehekülje allalaadmine ebaõnnestus, kontrolli ühendust
hu: Nem lehet betölteni az oldalt, ellenőrizd a hálózati kapcsolatod
sr: Онемогућено преузимање странице, проверите интернет

source: Pressure
et_ee: Rõhk
hu: Légnyomás
sr: Притисак

source: Add
et_ee: Lisa
hu: Hozzáad
sr: Додај

source: Close & Reload selected
et_ee: Sulge & Lae uuesti valitud
hu: Kiválasztott Bezárása & Újratöltése
sr: Затвори и поново учитај одабрано

source: Remove selected
et_ee: Eemalda valitud
hu: Kiválasztott törlése
sr: Обриши изабрано

source: Language weather
et_ee: Ilma keel
hu: Időjárás nyelve
sr: Језик времена

source: Weather service
et_ee: Weather teenindus
hu: Időjárás szolgáltatás
sr: Временски сервис

source: Found a bug?
et_ee: Leidsite vea?
hu: Hibát találtál ?
sr: Пронађена грешка?

source: Want to translate?
et_ee: Soovite tõlkida?
hu: Részt vennél a fordításban ?
sr: Желите да преводите?

source: Have any questions?
et_ee: On küsimusi?
hu: Van kérdésed ?
sr: Имате питања?

source: Have any suggestions?
et_ee: On ettepanekuid?
hu: Van ötleted ?
sr: Имате сугестије?

source: You can support my project
et_ee: Saate toetada minu projekti
hu: Támogasd a munkámat
sr: Можете подржати мој пројекат

source: Read more
et_ee: Loe rohkem
hu: Több
sr: Опширније

source: Changelog
et_ee: Muutuste logi
hu: Változások
sr: Запис промена

source: Source Code
et_ee: Põhikood
hu: Forráskód
sr: Изворни код

source: What's New
et_ee: Mis on uut
hu: Ujdonságok
sr: Шта је ново

source: Translation status
et_ee: Tõlke staatus
hu: Fordítás állapota
sr: Статус превода

source: Update (in minutes)
et_ee: Uuendamine (minutites)
hu: Frissítés (percekben)
sr: Ажурирање (у минутима)

source: Check for updates
et_ee: Uuenduste kontrollimine
hu: Új verzió ellenörzés
sr: Провери ажурирања

source: Open...
et_ee: Ava...
hu: Nyitva
sr: Отвори...

source: Program language
et_ee: Programmi keel
hu: Program nyelve
sr: Језик програма

source: Weather language
et_ee: Weather keel
hu: Időjárás nyelve
sr: Језик времена

source: Add launcher icon to menu
et_ee: Lisa käivitusikoon menüüsse
hu: Indítóikon hozzáadása a menűhöz
sr: Додај икону у мени

source: Autostart at login
et_ee: Autokäivitus sisse logimisel
hu: Bejelentkezés utáni automatikus indítás
sr: Покрени са системом

source: Number of instances
et_ee: Võimaluste number
hu: Példányok száma
sr: Број примера

source: Start delay (in seconds)
et_ee: Käivituse viivitus (sekundites)
hu: Start késleltetése (másodpercben)
sr: Одложени старт (у секундама)

source: Autostart
et_ee: Autokäivitus
sr: Аутостарт

source: Configured in the first instance
et_ee: Seadistamine esimesel võimalusel
hu: Először konfigurálni
sr: Подешено у првом степену

source: General
et_ee: Üldine
hu: Általános
sr: Опште

source: Wind
et_ee: Tuul
hu: Szél
sr: Ветар

source: Temperature
et_ee: Temperatuur
hu: Hőmérséklet
sr: Температура

source: Wind chill
et_ee: Jahe tuul
hu: Hőérzet
sr: Осећа се

source: Date separator format
et_ee: Kuupäeva eraldusformaat
hu: Dátum elválasztó formátum
sr: Формат одвојеног датума

source: Swap the day and month
et_ee: Vaheta päev ja kuu
hu: Cseréld a napot és a hónapot
sr: Замена места дана и месеца

source: Units
et_ee: Ühikud
hu: Mértékegységek
sr: Јединице

source: Left
et_ee: Vasak
hu: Bal
sr: Лево

source: Top
et_ee: Ülemine
hu: Fent
sr: На врху

source: Padding
hu: Több
sr: Унутрашње одступање

source: Fix BadDrawable error
et_ee: Paranda Halva joonestuse vead
hu: BadDrawable-Hiba megoldása
sr: Поправи грешку у исцртавању

source: Transparency
et_ee: Läbipaistvus
hu: Átlátszóság
sr: Провидност

source: Scale
et_ee: Skaala
hu: Skála
sr: Скала

source: Show
et_ee: Näta
hu: Mutasd
sr: Прикажи

source: Offset from center
et_ee: Keskmest
hu: Középröl eltolt
sr: Одступање од центра

source: Block Tomorrow
et_ee: Blokeeri Homme
hu: Blokk "Holnap"
sr: Блокирај сутра

source: Block Today
et_ee: Blokeeri Täna
hu: Blokk"Ma"
sr: Блокирај данас

source: Block Now
et_ee: Blokeeri Hetkel
hu: Blokk "Most"
sr: Блокирај сад

source: Block Sunrise
sr: Блокирај излазак сунца

source: Reduce
et_ee: Vähenda
hu: Csökkentés
sr: Умањити

source: Angle of rotation
et_ee: Pöördenurk
hu: Elforgatás szöge
sr: Угао ротације

source: Block Wind
et_ee: Blokeeri Tuul
hu: Blokk "Szél"
sr: Блокирај ветар

source: Block Additional info
et_ee: Blokeeri Lisainfo
hu: Blokk "További információ"
sr: Блокирај додатни инфо

source: Block Moonrise
sr: Блокирај излазак месеца

source: Number of days
et_ee: Päevade numbrid
hu: Napok száma
sr: Број дана

source: Show weather retrieval time
et_ee: Näita ilmainfo saabumise aega
hu: Mutasd az időjárást induláskor
sr: Прикажи секвенце проналажења времена

source: Show splash screen
et_ee: Näita hüpikekraani
hu: Üdvözlő képernyő mutatása
sr: Прикажи уводни екран

source: Hide splash screen after attempts (0 - do not hide)
et_ee: Peida hüpikekraan peale katseid (0 - ära peida)
hu: Üdvözlő képernyő elrejtése <szám> próbálkozás után elrejteni (0 - ne rejtsd el)
sr: Сакриј уводни екран након покушаја (0 - не крије)

source: Show chance of rain
et_ee: Näita vihma võimalust
hu: Mutasd az eső valószínűségét
sr: Прикажи вероватноћу кише

source: View
et_ee: Vaade
hu: Nézet
sr: Преглед

source: Font
hu: Betű
sr: Фонт

source: Main color
et_ee: Peamine värv
hu: Szín
sr: Основна боја

source: Color weekend
et_ee: Nädalavahetuse värv
hu: Hétvége színe
sr: Боја викенда

source: Color wind
et_ee: Tuule värvus
hu: Szél színe
sr: Боја ветра

source: High wind (-1 = not highlighted)
et_ee: Tugev tuul (-1=ei tooda esile)
hu: Heves szél (-1 = nem kiemelt)
sr: Јак ветар (-1 = не истицати)

source: Shadow color
et_ee: Varju värv
hu: Árnyék színe
sr: Боја сенке

source: Shadow
et_ee: Vari
hu: Árnyék
sr: Сенка

source: Weekend
et_ee: Nädalavahetus
hu: Hétvége
sr: Викенд

source: Weather description style
et_ee: Weather kirjelduse stiil
hu: Időjárás stílusa
sr: Стил времена

source: Use image
et_ee: Kasuta pilti
hu: Használd a képet
sr: Користи слику

source: Select
et_ee: Vali
hu: Kiválasztás
sr: Одабери

source: Corner radius
et_ee: Nurga raadius
hu: Lekerekített sarkok
sr: Радијус угла

source: Color
et_ee: Värv
hu: Szín
sr: Боја

source: Appearance
et_ee: Välimus
hu: Megjelenés
sr: Изглед

source: Type (restart required)
et_ee: Tüüp (vajab taaskäivitust)
hu: Típus (újraindítást igényel)
sr: Тип (захтева рестарт)

source: Width
et_ee: Laius
hu: szélesség
sr: Ширина

source: Color shadow
et_ee: Värvi vari
hu: Árnyék színe
sr: Сенка боје

source: Show text
hu: Mutasd a szöveget
sr: Прикажи текст

source: Fix the size
et_ee: Fikseeritud suurus
hu: Rögzítés
sr: Попреви величину

source: Size
et_ee: Suurus
hu: Méret
sr: Величина

source: Indicator
et_ee: Indikaator
hu: Kijelző
sr: Индикатор

source: Update now
et_ee: Uuenda kohe
hu: Frissítés most
sr: Ажурирај сада

source: Manual update
et_ee: Manuaalne uuendamine
hu: Egyéni frissítés
sr: Ручно ажурирање

source: You can support project
et_ee: Saate toetada projekti
hu: Támogasd a munkámat
sr: Можете подржати пројекат

source: Additional information
et_ee: Lisainformatsioon
hu: Egyéb információk
sr: Додатне информације

source: Cleaning temporary files
et_ee: Ajutiste failide kustutamine
hu: Ideiglenes fájlok törlése
sr: Очисти привремене фајлове

source: Restart
et_ee: Taaskäivita
hu: Újraindítás
sr: Поново покрени

source: Update successful
et_ee: Uuendamine lõppes eduakalt
hu: Frissítés sikeres
sr: Успешно ажурирање

source: Update error
et_ee: Viga uuendamisel
hu: Frissítési hiba
sr: Грешка ажурирања

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt
et_ee: See programm on tasuta tarkvara: seda võib levitad ja/või muuta vastavalt GNU General Public License terminite
hu: Ez a program szabad szoftver: szabadon terjeszthető és / vagy módosítható ez alatt a GNU General Public License által közzétett A Free Software Foundation, vagy 3-as verzióját a licenc, vagy (tetszőleges) későbbi változata szerint. Ez a program abban a reményben készült , hogy hasznos lesz, de GARANCIA NÉLKÜL; anélkül, hogy azt sem állítjuk, KÖZREADÁSRA vagy ADOTT CÉLRA. lásd a GNU General Public License-et további részletekért. Itt található a teljes szöveg az engedély alapján http://www.gnu.org/licenses/gpl.txt

source: km/h
hu: km/ó

source: mph
hu: mérföld

source: mmHg
hu: Hgmm

source: hPa
hu: Légnyomás

source: bft
hu: btf
