Repository: AlaaAkel/gis-weather
Catalog: po/gis-weather_*.po
Languages: ro

source: Config path
ro: Cale de configurare

source: Error loading config file
ro: Eroare încărcare fișier de configurare

source: Error loading color scheme
ro: Eroare încărcare schemă de culori

source: Enter full path to script
ro: Introdu cale completă pentru script

source: Exit
ro: Ieșire

source: Check for new version
ro: Verifică versiune nouă

source: Unable to check for updates
ro: Nu am reușit să verific actualizări

source: New version available
ro: Versiune nouă disponibilă

source: Current version is relevant
ro: Versiunea curentă e relevantă

source: Screenshot saved to
ro: Captură ecran salvată în

source: Unable to get the screenshot
ro: Imposibil de obținut captură de ecran

source: Getting weather...
ro: Obținere vreme

source: Error getting weather
ro: Eroare obținere vreme

source: Location not set
ro: Locația nu este setată

source: Next update in
ro: Următoarea actualizare în

source: Connection error
ro: Eroare conexiune

source: updated on server
ro: Actualizat pe server

source: weather received
ro: Vreme primită

source: W
ro: V

source: humid.
ro: umid.

source: water
ro: apă

source: Morning
ro: Dimineață

source: Day
ro: Prânz

source: Evening
ro: Seară

source: Night
ro: Noapte

source: Tomorrow
ro: Măine

source: Today
ro: Azi

source: Background image not found
ro: Imagine de fundal negăsită

source: downloading
ro: Se descarcă

source: Unable to download
ro: Imposibil de descărcat

source: not found icon
ro: pictogramă negăsită

source: Widget size
ro: Mărime gadget

source: width
ro: lățime

source: height
ro: înălțime

source: including indent
ro: include aliniat

source: Removed
ro: Eliminat

source: Added
ro: Adăugat

source: Invalid location code
ro: Cod de locație invalid

source: Your screen does not support alpha
ro: Ecranul tău nu acceptă alpha

source: Your screen supports alpha
ro: Ecranul tău acceptă alpha

source: Failed to get the name of the location
ro: Imposibil de obținut numele locației

source: Getting weather for
ro: Obținere vreme pentru

source: days
ro: zile

source: Uploading page to a variable
ro: Încărcare pagină către o variabilă

source: Unable to download page, check the network connection
ro: Imposibil de descărcat pagina, vezi conexiune Internet

source: Next try in 10 seconds
ro: Următoarea încercare în 10 secunde

source: Weather widget
ro: Gadget meteo

source: Setup...
ro: Configurare ...

source: No
ro: Nu

source: Color scheme
ro: Schemă de culoare

source: Lock position
ro: Fixează poziția

source: On all desktops
ro: Pe toate spațiile de lucru

source: Refresh
ro: Reîmprospătează

source: Location
ro: Locație

source: Icons
ro: Pictograme

source: Background
ro: Fundal

source: Window
ro: Fereastră

source: Preferences
ro: Preferințe

source: Help
ro: Ajutor

source: About
ro: Despre

source: Close
ro: Închide

source: Send email
ro: Trimite email

source: Downloading
ro: Se descarcă

source: Update
ro: Actualizare

source: Current version
ro: Versiune curentă

source: Available new version
ro: O nouă versiune disponibilă

source: Error downloading updates
ro: Eroare descărcare actualizări

source: Error installing updates
ro: Eroare instalare actualizări

source: Installation
ro: Instalare

source: Error removing
ro: Eroare eliminare

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt
ro: Acest program este gratuit: îl poți redistribui și/sau modifica sub termenii licenței GNU Licență Generală Publică așa cum a fost publicată de către Free Software Foundation, fie versiunea 3 a Licenței, sau (la latitudinea ta) orice versiune ulterioară. Acest program este distribuit cu speranța că va fi folositor, dar FĂRĂ ORICE GARANȚIE; nici cea implicată de MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Citește GNU General Public License pentru mai multe detalii. Poți găsi textul complet al licenței la http://www.gnu.org/licenses/gpl.txt

source: Help and Ideas
ro: Ajutor și idei

source: Backgrounds
ro: Fundaluri

source: Never
ro: Niciodată

source: Only at start
ro: Numai la pornire

source: Always
ro: Întotdeauna

source: Only background
ro: Numai fundal

source: Yes
ro: Da

source: Author
ro: Autor

source: Choose your city on
ro: Alege orașul tău pe

source: and copy city code from the reference
ro: și copiază codul orașului din referință

source: For example
ro: De exemplu

source: City code
ro: Cod oraș

source: Code
ro: Cod

source: Place
ro: Loc

source: Update (in minutes)
ro: Actualizare (în minute)

source: Check for updates
ro: Verifică actualizări

source: Folder with config
ro: Dosar de configurare

source: Open...
ro: Deschide...

source: Want to translate?
ro: Vrei să traduci?

source: Language program
ro: Limbă program

source: Language weather
ro: Limbă vreme

source: Add icon launcher to menu
ro: Adaugă pictogramă de lansare în meniu

source: Weather service
ro: Serviciu meteo

source: Autostart at login
ro: Pornire automată la logare

source: Start delay (in seconds)
ro: Pornește cu întârziere (în secunde)

source: Wind
ro: Vânt

source: Pressure
ro: Presiune

source: Temperature
ro: Temperatură

source: Temperature as feel
ro: Temperatura cum se resimte

source: Units
ro: Unități

source: Left
ro: Stânga

source: Top
ro: Sus

source: Padding
ro: Umplere

source: Fix BadDrawable error
ro: Corecție eroare BadDrawable

source: Transparency
ro: Transparență

source: Show
ro: Arată

source: Offset from center
ro: Decalare de la centru

source: Block Tomorrow
ro: Bloc Măine

source: Block Today
ro: Bloc Azi

source: Block Now
ro: Bloc Acum

source: Reduce
ro: Reducere

source: Angle of rotation
ro: Unghi de rotație

source: Block Wind
ro: Bloc Vânt

source: Block Additional info
ro: Bloc Informație suplimentară

source: Number of days
ro: Număr de zile

source: Show time receiving weather
ro: Afișează ora de primire vreme

source: Show splash screen
ro: Afișează ecran de început

source: Hide splash screen after attempts (0 - do not hide)
ro: Ascunde ecran de început, după încercări (0 - nu ascunde)

source: Show chance of rain
ro: Afișează șanse de ploaie

source: View
ro: Vizualizare

source: Color main
ro: Culoare principală

source: Color wind
ro: Culoare Vânt

source: High wind (-1 = not highlight)
ro: Vânt puternic (-1 = nu evidenția)

source: Color shadow
ro: Culoare umbră

source: Shadow
ro: Umbră

source: Select
ro: Selectează

source: Appearance
ro: Aspect

source: Found a bug?
ro: Ai găsit o eroare?

source: Have any questions?
ro: Ai întrebări

source: Have any suggestions?
ro: Ai sugestii?

source: You can support project
ro: Poți sprijini acest proiect

source: Read more
ro: Citește mai mult

source: Changelog
ro: Modificări

source: Source Code
ro: Cod sursă

source: What's New
ro: Ce e nou

source: Update now
ro: Actualizează acum

source: Manual update
ro: Actualizare manuală

source: Additional information
ro: Informații suplimentare

source: Cleaning temporary files
ro: Curăță fișiere temporare

source: Update successful
ro: Actualizare cu succes

source: Update error
ro: Eroare Actualizare

source: Add
ro: Adaugă
